Repository: common-repository/bizexaminer-learndash-extension
Catalog: languages/bizexaminer-learndash-extension-*.po
Languages: de_de

source: bizExaminer LearnDash Extension
de_de: bizExaminer LearnDash Erweiterung

source: https://www.bizexaminer.com/
de_de: https://www.bizexaminer.com/de

source: An extension for LearnDash to connect with bizExaminer
de_de: Eine Erweiterung für LearnDash um bizExaminer zu integrieren

source: The API keys for bizExaminer are invalid.
de_de: Die API Zugangsdaten für bizExaminer sind ungültig.

source: The data sent to bizExaminer was invalid and the exam could not be started.
de_de: Die Daten für bizExaminer waren ungültig und die Prüfung konnte nicht gestartet werden.

source: bizExaminer returned an invalid value.
de_de: bizExaminer hat ungültige Daten zurückgegeben.

source: The bizExaminer could not be found at the specified URL.
de_de: bizExaminer konnte unter der URL der API Zugangsdaten nicht erreicht werden.

source: bizExaminer could not handle the request.
de_de: bizExaminer konnte die Anfrage nicht abarbeiten.

source: Error parsing JSON response.
de_de: Fehler beim lesen der JSON Antwort.

# bizexaminer placeholder certificate
source: bizExaminer Certificate
de_de: bizExaminer Zertifikat

source: This is a placeholder certificate used by bizExaminer to show users the bizExaminer certificate. <strong>Please do not edit/delete it!</strong>
de_de: Ein Platzhalter-Zertifikat das von bizExaminer verwendet wird um dem Nutzer bizExaminer Zertifikate anzuzeigen. <strong>Bitte bearbeiten/löschen Sie es nicht!</strong>

source: Arguments for eventCallback are missing
de_de: Argumente für eventCallback fehlen

source: No %1$s attempt found for id %2$s
de_de: Keinen %1%s-Antritt mit der ID %2%s gefunden

source: Invalid key for %s attempt.
de_de: Ungültiger Schlüssel für %s-Antritt.

source: Arguments for examReturn are missing
de_de: Argumente für examReturn fehlen

source: Invalid participant for %s attempt.
de_de: Ungültiger Teilnehmer für %s-Antritt.

source: Arguments for importAttempts are missing
de_de: Argumente für importAttempts fehlen

source: User is not allowed to run importAttempts
de_de: User ist nicht bereichtigt importAttempts aufzurufen

source: Something went wrong. Please try again or contact us.
de_de: Etwas ist schief gelaufen. Bitte probieren Sie es noch einmal oder kontaktieren Sie uns.

source: Error details:
de_de: Fehlerdetails:

source: No results to import.
de_de: Keine Ergebnisse zu importieren.

source: You have not finished the exam yet or your results are still being manually reviewed. You will find the results in your profile, once finished.
de_de: Sie haben die Prüfung noch nicht fertig abgeschlossen oder die Testergebnisse werden noch manuell überprüft. Sie finden die Testergebnisse in Ihrem Profil, sobald sie fertig sind.

source: This %s does not have bizExaminer enabled/configure.
de_de: Dieser %s hat die bizExaminer Integration nicht aktiviert/konfiguriert.

source: Starting of this %s is disabled because import attempts are enabled.
de_de: %s kann nicht gestartet werden, weil Antritte importiert werden.

source: The user is not allowed to start the %s because of missing prerequisites, maximum retakes or other restrictions.
de_de: Der User darf den %s aufgrund fehlender Voraussetzungen, maximaler Wiederholungen oder anderer Einschränkungen nicht starten.

source: The credentials configured for this %s are not valid.
de_de: Die Zugangsdaten für diesen %s sind ungültig.

source: The exam module configured for this %s is not valid.
de_de: Das Exam Modul für diesen %s ist ungültig.

source: Could not create a participant with the API.
de_de: Der Teilnehmer konnte nicht via API erstellt werden.

source: Could not store the %s attempt.
de_de: Der %s-Antritt konnte nicht gespeichert werden.

source: Could not create a booking with bizExaminer.
de_de: Es konnte keine Buchung/Schedule via API erstellt werden.

source: No %s attempt could be found.
de_de: Es konnte kein %s-Antritt gefunden werden.

source: Could not store the %s attempt results.
de_de: Die %s-Ergebnisse konnten nicht gespeichert werden.

source: Could not fetch results from the API.
de_de: Die Ergebnisse konnten nicht von der API geladen werden.

source: Could not fetch the direct exam access url from the API.
de_de: Die Prüfungs-URL konnten nicht von der API geladen werden.

source: This %s does not have importing attempts enabled.
de_de: %s hat die bizExaminer Integration nicht aktiviert/konfiguriert.

source: The user cannot start this %s.
de_de: Der/die NutzerIn darf %s nicht starten.

source: Could not fetch results to import from the API.
de_de: Die Ergebnisse konnten nicht von der API geladen werden.

source: Could not create an attempt.
de_de: Der %s-Antritt konnte nicht gespeichert werden.

source: Could not store attempt results.
de_de: Die %s-Ergebnisse konnten nicht gespeichert werden.

source: Could not import the %s attempt results.
de_de: Die %s-Ergebnisse konnten nicht gespeichert werden.

# placeholder: quiz
source: Connect this %s with a bizExaminer exam
de_de: Verbinden Sie diesen %s mit einem bizExaminer Exam

source: Disabled. Please use bizExaminer to build your questions.
de_de: Deaktiviert. Bitte verwenden Sie bizExaminer um die Fragen zu erstellen.

source: Previously selected API Credentials were deleted, please select another set.
de_de: Die vormals ausgewählten API Zugangsdaten wurden gelöscht, bitte wählen Sie andere Zugangsdaten.

source: Enable this option to connect this %s with a bizExaminer exam module
de_de: Verbinden Sie diesen %s mit einem bizExaminer Exam

source: bizExaminer enabled
de_de: bizExaminer aktiviert

# api credentials for quiz label
source: API Credentials
de_de: API Zugangsdaten

source: You can configure your API Credentials under <a href="%s" target="_blank">Settings > bizExaminer</a>.
de_de: Sie können die Zugangsdaten unter <a href="%s" target="_blank">Einstellungen > bizExaminer</a> konfigurieren.

source: Search or select a set of API Credentials to connect to bizExaminer.
de_de: Suchen Sie und wählen Sie API Zugangsdaten für bizExaminer aus.

source: You have to select API credentials
de_de: Sie müssen API Zugangsdaten auswählen

# exam module for quiz label
source: Exam Module
de_de: Exam Modul

source: Select an exam module and a content revision. Exam Modules will be reloaded after selecting new API credentials.
de_de: Wählen Sie ein Exam Modul und eine Inhaltsversion aus. Exam Module werden nach dem Auswählen von API Zugangsdaten neu geladen.

source: Select an exam module
de_de: Wählen Sie ein Exam Modul aus

source: You have to select an exam module to use.
de_de: Sie müssen ein Exam Modul auswählen.

source: Use bizExaminer certificate
de_de: bizExaminer Zertifikat verwenden

source: Enable this option to show users the certificate you designed/configured in bizExaminer instead of the LearnDash one.
de_de: Aktivieren Sie diese Option, um dem Nutzer das Zertifikat aus bizExaminer (statt einem LearnDash Zertifikat) anzuzeigen.

source: Import attempt & results from attempts started outside of LearnDash
de_de: Importiere Antritt und Ergebnisse von Antritten die Außerhalb LearnDash gestartet wurden

source: Enable this option to sync results from attempts started directly in bizExaminer back to LearnDash. You should add the shortcode with the table or the button to allow the user to import it somewhere.
de_de: Aktivieren Sie diese Option um Ergebnisse von Antritten die direkt in bizExaminer gestartet wurden zu LearnDash zurück zu synchronisieren. Sie sollten den Shortcode für die Tabelle oder Button auf einer Seite für die Nutzer zugänglich machen, so dass diese den Import starten können.

source: Import attempts
de_de: Antritte importieren

source: Disable starting the Quiz from LearnDash when "Import attempts" is enabled
de_de: Deaktiviere das Starten des Quizzes aus LearnDash heraus, falls "Antritte importieren" aktiviert ist

source: If you only want to import attempts from bizExaminer but do not want to allow users to start attempts in LearnDash, enable this option.
de_de: Diese Option aktivieren, wenn Antritte nur aus bizExaminer importiert werden sollen, aber Nutzer das Quiz nicht in LearnDash starten sollen.

source: Disable starting
de_de: Starten deaktivieren

source: Use remote proctoring
de_de: Remote Proctoring verwenden

source: Choose one of your configured remote proctoring services.
de_de: Wählen Sie einen konfigurierten Remote Proctoring Service aus.

source: Search or select a remote proctoring service.
de_de: Suchen und wählen Sie einen Remote Proctoring Service aus.

source: You have to select a remote proctore service to use or select "no".
de_de: Sie müssen einen Remote Proctoring Service oder "Kein Remote Proctoring" auswählen.

source: bizExaminer requires a valid ISO timezone set. Please configure WordPress to use a named timezone under <a href="%s">Settings > General</a>.
de_de: bizExaminer benötigt eine gültige ISO Zeitzone. Bitte wählen sie für WordPress eine gültige, benannte Zeitzone. Sie können dies unter <a href="%s">Einstellungen > Allgemein</a> einstellen.

source: Please select API credentials to use.
de_de: Bitte wählen Sie die zu verwendenden API Zugangsdaten aus.

source: Please select an exam module to use.
de_de: Bitte wählen Sie ein zu verwendendes Exam Modul aus.

source: Please select a valid exam module.
de_de: Bitte wählen Sie ein gültiges Exam Modul aus.

source: Please select remote proctor to use or select "no".
de_de: Bitte wählen Sie einen Remote Proctoring Service oder "Kein Remote Proctoring" aus.

source: Please select a valid remote proctor.
de_de: Bitte wählen Sie einen gültigen Remote Proctoring Service aus.

source: %s (deleted)
de_de: %s (gelöscht)

source: Search or select an exam module
de_de: Suchen und wählen Sie ein Exam Modul aus

source: No remote proctoring.
de_de: Kein Remote Proctoring.

# ProctorExam setting label
source: Session Type
de_de: Session Typ

# ProctorExam session type
source: Classroom
de_de: Klassenzimmer

# ProctorExam setting label
source: Use mobile camera as additional recording device
de_de: Mobile Kamera verwenden

# ProctorExam setting label
source: Do not send participant emails
de_de: Keine Emails an TeilnehmerInnen senden

# ProctorExam setting label
source: General instructions for the exam
de_de: Allgemeine Anweisungen

# ProctorExam setting help
source: They are displayed before the student starts the exam.
de_de: Diese werden angezeigt, bevor der Teilnehmer die Prüfung startet.

# ProctorExam setting label
source: Individual information for each student.
de_de: Individuelle Informationen für TeilnehmerInnen.

# ProctorExam setting help
source: A personalized link to start the exam will be appended at the bottom using the the text from below. Alternatively, the <code>##start_exam##</code> placeholder can be used to control positioning of the link.
de_de: Ein personalisierter Link zum Starten der Prüfung (Text siehe unten) wird am Ende des Texts eingefügt. Alternativ kann mit <code>##start_exam##</code> die Position des Links genauer kontrolliert werden.

# ProctorExam setting label
source: »Start exam« link text
de_de: Text für den »Prüfung starten« Link

# ProctorExam start exam button text
source: Start exam
de_de: Starte Exam

# Examity setting label
source: ID of the course
de_de: Kurs ID

# Examity setting label
source: Name of the course
de_de: Name des Kurses

# Examity setting label
source: First name of the instructor
de_de: Vorname des/der Instruktor/in

# Examity setting label
source: Last name of the instructor
de_de: Nachname des/der Instruktor/in

# Examity setting label
source: Name of the exam
de_de: Name der Prüfung

# Examity setting label
source: Session Type
de_de: Session Typ

# Examity exam level
source: Live Authentication
de_de: Live Authentifizierung

# Examity exam level
source: Automated Proctoring Premium
de_de: Automatisches Proctoring Premium

# Examity exam level
source: Record and Review Proctoring
de_de: Record & Review Proctoring

# Examity exam level
source: Auto-Authentication
de_de: Auto-Authentifizierung

# Examity exam level
source: Automated Proctoring Standard
de_de: Automatisches Proctoring Standard

# Examity setting label
source: Instructions for the student
de_de: Anleitung für Studierende

# Examity setting label
source: Instructions for the proctor
de_de: Anleitung für Proctoren

# Examity setting label
source: Code of the course
de_de: Kurs Code

# Examity setting label
source: Exam security level
de_de: Exam Sicherheitslevel

# Examity exam security level
source: Live Authentication + Audit
de_de: Live Authentifizierung + audit

# Automated
source: Live Proctoring
de_de: Automatisch

# Examus setting label
source: Constructor UI language
de_de: Constructor Sprache

# Examus setting label
source: English
de_de: Englisch

# Examus setting label
source: Russian
de_de: Russisch

# Examus setting label
source: Spanish
de_de: Spanisch

# Examus setting label
source: Italian
de_de: Italienisch

# Examus setting label
source: Arabic
de_de: Arabisch

# Examus setting label
source: French
de_de: Französisch

# Examus setting label
source: Type
de_de: Typ

# Examus setting label
source: Identification
de_de: Identifikation

# Examus identification
source: Face
de_de: Gesicht

# Examus identification
source: Passport
de_de: Reisepass

# Examus identification
source: Face and Passport
de_de: Gesicht und Reisepass

# Examus setting label
source: Use Respondus LockDown Browser
de_de: Respondus LockDown Browser verwenden

# Proctorio setting label
source: Record video
de_de: Video aufzeichnen

# Proctorio setting label
source: Record audio
de_de: Audio aufzeichnen

# Proctorio setting label
source: Record screen
de_de: Bildschirm aufzeichnen

# Proctorio recordRoomStart setting label
source: Record
de_de: Aufzeichnen

# Proctorio setting label
source: Verify ID
de_de: ID Überprüfen

# Proctorio verifyIdMode label
source: no
de_de: Nein

# Proctorio verifyIdMode label
source: Automatic ID verification
de_de: Automatische ID Überprüfung

# Proctorio verifyIdMode label
source: Live ID verification
de_de: Live ID Überprüfung

# Proctorio setting label
source: Close open tabs
de_de: Schließe offene Tabs

# Proctorio setting label
source: Allow new tabs
de_de: Erlaube neue Tabs

# Proctorio setting label
source: Force fullscreen
de_de: Vollbild erzwingen

# Proctorio fullScreenMode label
source: no
de_de: Nein

# Proctorio setting label
source: Disable clipboard
de_de: Zwischenablage deaktivieren

# Proctorio setting label
source: Disable rightclick
de_de: Rechtsklick deaktivieren

# Proctorio setting label
source: Disable downloads
de_de: Downloads deaktivieren

# Proctorio setting label
source: Disable printing
de_de: Drucken deaktivieren

# Meazure setting label
source: Type
de_de: Typ

# Meazure setting label
source: Record+
de_de: Aufzeichnen

# Meazure setting label
source: Low
de_de: Niedrig

# Meazure setting label
source: Medium
de_de: Mittel

# Meazure setting label
source: High
de_de: Hoch

# Meazure setting label
source: Allowed URLs
de_de: Erlaubte URLs

# Meazure setting label
source: Choose which URLs are allowed. Type an URL and press "enter" to allow it.
de_de: Wählen Sie die erlaubten URLs aus. Tippen Sie dazu eine URL und drücken dann "Enter".

# Meazure setting label
source: Add URL
de_de: URL hinzufügen

source: Only valid URLs are accepted.
de_de: Nur gültige URLs sind erlaubt.

# Meazure setting label
source: Allowed resources
de_de: Erlaubte Ressourcen

# Meazure setting label
source: All websites
de_de: Alle Websites

# Meazure setting label
source: Approved website
de_de: Genehmigte Websites

# Meazure setting label
source: Bathroom breaks
de_de: WC-Pause

# Meazure setting label
source: Course website
de_de: Kurs Website

# Meazure setting label
source: Ebook (computer)
de_de: Ebook (PC)

# Meazure setting label
source: Notes (Excel)
de_de: Notizen (Excel)

# Meazure setting label
source: Handwritten notes
de_de: Handgeschriebene Notizen

# Meazure setting label
source: Notes (PDF)
de_de: Notizen (PDF)

# Meazure setting label
source: Notes (Powerpoint)
de_de: Notizen (Powerpoint)

# Meazure setting label
source: Printed notes
de_de: Gedruckte Notizen

# Meazure setting label
source: Scientific calculator
de_de: Wissenschaftlicher Taschenrechner

# Meazure setting label
source: Notes (Word)
de_de: Notizen (Word)

source: Invalid options were removed.
de_de: Ungültige Optionen wurden entfernt.

source: bizExaminer only works with registered users.
de_de: bizExaminer funktioniert nur mit registrierten/eingeloggten NutzerInnen.

source: Passing score is configured via bizExaminer.
de_de: Die Mindestpunktezahl wird in bizExaminer konfiguriert.

source: bizExaminer allows the user to resume the %1$s/exam when he opens the %1$s page while an attempt is still running.
de_de: bizExaminer erlaubt dem/der NutzerIn das Fortsetzen eines %1$s, wenn er/sie die %1$s-Seite öffnet während noch ein Antritt läuft.

source: Not compatible with bizExaminer.
de_de: Nicht kompatibel mit bizExaminer.

source: Not compatible with bizExaminer. Please use other plugins which hook into learndash_quiz_completed.
de_de: Nicht kompatibel mit bizExaminer. Bitte verwende andere Plugins die den Action-Hook learndash_quiz_completed nutzen.

source: You have chosen to use bizExaminer certificates.
de_de: Sie haben die Verwendung von bizExaminer Zertifikaten aktiviert.

source: No exam modules found. Please make sure you have created exams in bizExaminer. Also make sure your API credentials are correct - you can test them at the options screen.
de_de: Keine Exam Module gefunden. Bitte stellen Sie sicher, dass ein Exam in bizExaminer angelegt ist. Überprüfen Sie bitte auch die API Zugangsdaten - Sie können diese in den Einstellungen testen.

source: Error retrieving exam modules. Please make sure your API credentials are correct - you can test them at the options screen.
de_de: Fehler beim Laden der Exam Module. Überprüfen Sie bitte auch die API Zugangsdaten - Sie können diese in den Einstellungen testen.

source: No remote proctors found. Please make sure you have configured remote proctor accounts. Also make sure your API credentials are correct - you can test them at the options screen.
de_de: Keine Remote Proctoring Services gefunden. Bitte stellen Sie sicher, dass Remote Proctor Accounts angelegt sind. Überprüfen Sie bitte auch die API Zugangsdaten - Sie können diese in den Einstellungen testen.

source: Error retrieving remote proctors. Please make sure your API credentials are correct - you can test them at the options screen.
de_de: Fehler beim Laden der Remote Proctoring Accounts. Überprüfen Sie bitte die API Zugangsdaten - Sie können diese in den Einstellungen testen.

source: API Settings
de_de: bizExaminer API Einstellungen

source: Configure API credentials to connect with bizExaminer
de_de: API Zugangsdaten für bizExaminer konfigurieren

# new api credentials name
source: New API Credentials
de_de: Neue API Zugangsdaten

source: The name of this credentials set (only used internally for better organisation).
de_de: Der Name des Zugangsdaten-Sets wird nur intern zur leichteren Auswahl verwendet.

source: Instance Domain
de_de: Instanz Domain

source: The domain name of your bizExaminer instance (without https:// or path).
de_de: Der Domainname Ihrer bizExaminer Instanz (ohne https:// oder Pfad).

source: API Key Owner
de_de: API Schlüssel Owner

source: The API key for the (content) owner.
de_de: Der API Schlüssel für den Owner.

source: API Key Organisation
de_de: API Schlüssel Organisation

source: The API key for the organisation.
de_de: Der API Schlüssel für die Organisation.

source: Actions for this API credentials set.
de_de: Aktionen für dieses Zugangsdaten-Set.

# delete API credentials set
source: Delete
de_de: Löschen

# delete API credentials set button aria label
source: Delete API credentials set %s.
de_de: Lösche API Zugangsdaten-Set %s.

# api credentials delete label prefix
source: &nbsp;
de_de: Dieses API Zugangsdaten-Set

# api credentials delete label suffix
source: &nbsp;this API credentials set.
de_de: &nbsp;

# test API credentials set
source: Test
de_de: Testen

# test API credentials set button aria label
source: Test API credentials set %s.
de_de: Teste API Zugangsdaten-Set %s.

# api credentials test label prefix
source: &nbsp;
de_de: Dieses API Zugangsdaten-Set

# api credentials test label suffix
source: &nbsp;this API credentials set.
de_de: &nbsp;

source: API Credentials cannot be deleted, if they are still used in quizzes
de_de: API Zugangsdaten können nicht gelöscht werden, wenn sie noch in einem Quiz verwendet werden

source: Testing the API credentials was not successful. Please check them again.
de_de: Testen der API Zugangsdaten war fehlerhaft. Bitte überprüfen Sie die Zugangsdaten.

source: Testing the API credentials was successful.
de_de: Testen der API Zugangsdaten war erfolgreich.

source: The API credentials you entered are empty, not valid or contain non-valid characters. Please check them again.
de_de: Die eingegebenen API Zugangsdaten sind leer, ungültig oder beinhalten ungültige Zeichen. Bitte überprüfen Sie sie erneut.

source: Other Settings
de_de: Andere Einstellungen

# support screen data heading
source: bizExaminer Data
de_de: bizExaminer Daten

source: Please set a valid ISO timezone in your WordPress settings
de_de: Bitte verwenden Sie eine gültige ISO Zeitzone in den WordPress Einstellungen.

# import quiz attempts button label
source: Import
de_de: Importieren

# import quiz attempts no found
source: Nothing to import
de_de: Nichts zu importieren

source: bizExaminer LearnDash Extension requires LearnDash. The plugin is not installed, activated or does not meet the required minimum version %s. Please check, install or update LearnDash.
de_de: Die bizExaminer LearnDash Erweiterung erfordert LearnDash. Das Plugin ist nicht installiert, aktiviert oder verwendet eine ältere Version als die erforderliche Mindestversion (%s). Bitte überprüfen, installieren oder updaten Sie LearnDash.

source: API Credentials
de_de: API Zugangsdaten

source: You can add multiple API credentials and choose which one to use for each %s you set up.
de_de: Sie können mehrere API Zugangsdaten anlegen und je %s auswählen, welche Zugangsdaten verwendet werden sollen.

# API Credentials table numbering header
source: Index
de_de: Nummerierung

# API credentials set instance domain label
source: Instance Domain
de_de: Instanz Domain

# API key owner label
source: API Key Owner
de_de: API Schlüssel Owner

# API key organisation label
source: API Key Organisation
de_de: API Schlüssel Organisation

# API key actions label
source: Actions
de_de: Aktionen

# api credentials set row screen reader label
source: API Credentials
de_de: API Zugangsdaten

# new api credentials set label
source: New
de_de: Neue

# api credentials usage info
source: Used in %1$s %2$s
de_de: Verwendet in %1$s %2$s

# api credentials actions group label
source: Actions for API Credentials Set %s
de_de: Aktionen für API Zugangsdaten-Set %s

source: How to get your API credentials
de_de: So finden Sie ihre API Zugangsdaten

source: Log into your bizExaminer instance as administrator and go to "Settings" > "Owner" / "Organisation" to copy your API credentials.
de_de: Loggen Sie sich in Ihre bizExaminer Instanz als Administrator ein und gehen Sie zu "Einstellungen" > "Eigentümer" / "Organisation" um die API Zugangsdaten zu kopieren.

source: If you can not find these settings or do not have access to an administrator account, please contact the bizExaminer support.
de_de: Wenn sie diese Einstellungen nicht finden können oder keinen Zugriff auf einen Administrator-Account haben, kontaktieren Sie bitte den bizExaminer Support.

source: Import attempt from bizExaminer
de_de: Antritt von bizExaminer importieren
