Repository: common-repository/bizexaminer-learndash-extension
Catalog: languages/bizexaminer-learndash-extension-*.po
Languages: de_de

source: Add API-Credentials
de_de: API Zugangsdaten hinzufügen

source: Remove new credentials
de_de: Neue API Zugangsdaten entfernen

source: Remove
de_de: Entfernen
